Repository: edeposit/edeposit.policy
Catalog: edeposit/policy/locales/*/LC_MESSAGES/plone.po
Languages: cs

source: - Essentially a workflow with no transitions, but has a Published state, so portlets and applications that expect that state will continue to work.
cs: - základní pracovní cyklus bez akcí. Má jeden stav - Publikováno.

source: A Descriptive Cataloguer is processing an ePublication for descriptive cataloguing.
cs: Katalogizátor zpracuje jmenný popis

source: A Descriptive Cataloguing Administrator prepares work for reviewers.
cs: Správce jmenné katalogizace připravuje práci katalogizátorům

source: A producent submits content for approving
cs: Producent potvrzuje, že skončil se zadáváním.

source: A workflow for book and printing file
cs: Pracovní postup pro knihu a preprinty

source: A workflow for ePublication
cs: Pracovní proces ePublikace

source: A workflow for original file
cs: Pracovní proces pro dokumenty

source: Acquision is OK. So it can go to ISBN Agency.
cs: Akvizice proběhla v pořádku, jdeme do ISBN agentury

source: Acquisition
cs: Akvizice

source: Acquisitor approves a producent content
cs: Akvizitor potvrzuje správnost údajů, co producent zadal.

source: Acquisitor blocks a producent content temporarily
cs: Akvizitor dočasně zablokuje producenta.

source: Acquisitor reject a producent content permanently
cs: Akvizitor odmítne producenta natrvalo.

source: Aleph service sent an error
cs: Služba Alephu poslala nějakou chybu

source: An Acquisition administrator is preparing an ePublication for acquisition.
cs: Správce akvizice přiřadí ePublikace vybraným akvizitorům.

source: An Acquisition administrator will choose a proper aleph record.
cs: Správce akvizice vybere odpovídající záznam z Alephu

source: An ePublication is reviewed by Acquisitor.
cs: Akvizitor zkontroluje ePublikaci.

source: An ePublication was loaded from Aleph
cs: Načetl jsem ePublikaci z Alephu

source: An error is classified now.
cs: Proběhne upřesnění chyby

source: An original file was contributed
cs: Odevzdali jsme dokument

source: Antivirus Checking
cs: Antivirová kontrola

source: Antivirus OK
cs: Antivirus prošel v pořádku

source: Approve ISBN by ISBN Agency
cs: Schválit ISBN v ISBN agentuře

source: Approve Metadata
cs: Schválit metadata

source: Approve metadata by Acquisition
cs: Schválit metadata akvizicí

source: Approved
cs: Schváleno

source: Back to Correction
cs: Zpátky k opravě

source: Block temporarily
cs: Dočasně zablokovat

source: Blocked
cs: Blokováno

source: Choose a proper Aleph Record
cs: Vybrat správný záznam z Alephu

source: Classificate Error
cs: Upřesnění chyby

source: Classification of an error
cs: Upřesnění chyby

source: Closed - Descriptive Cataloguing Review
cs: Zamčeno - Revize JP

source: Closed - Descriptive Cataloguing Review Preparing
cs: Zamčeno - Příprava revize JP

source: Closed - Prepare for subject Cataloguing
cs: Zamčeno - Příprava VP

source: Closed - Subject Cataloguing
cs: Zamčeno - VP

source: Closed - Subject Cataloguing Review
cs: Zamčeno - Revize VP

source: Closed - Subject Cataloguing Review Preparing
cs: Zamčeno - Příprava revize VP

source: Comment about the last transition
cs: Komentář k poslední akci

source: Contribute an original file
cs: Odevzdat dokument

source: Datum Vydani Is Required
cs: Datum vydání je povinné

source: Datum vydani is required
cs: Datum vydání je povinné

source: Declaration
cs: Zadávání

source: Declaration is finished
cs: Zadávání skončilo

source: Declaration with Error
cs: Chyby v zadávání

source: Descriptive Cataloguing
cs: JP

source: Descriptive Cataloguing Review
cs: Revize JP

source: Descriptive Cataloguing Review Preparing
cs: Příprava revize JP

source: Document Was Deleted
cs: Dokument byl smazán

source: E-Deposit - Single State Workflow for Producent Folder
cs: E-Deposit - Pracovní cyklus s jedním stavem pro složku producentů

source: E-Deposit Producent Workflow
cs: E-Deposit - Pracovní postup pro producenta

source: E-Deposit producent workflow - acquisitor can reject/confirm producents.
cs: E-Deposit - Pracovní postup pro producenta. Akvizitor schvaluje producenta. Může ho i odmítnout, pozastavit, nebo zablokovat.

source: Error from external service
cs: Chyba z externí služby

source: Export of one record to Aleph finished with error
cs: Export jednoho záznamu do Alephu skončil s chybou

source: Export of one record to Aleph submitted
cs: Poslal jsem jeden záznam k exportu do Alephu

source: Export to Aleph
cs: Export do Alephu

source: Export to Aleph finished with error
cs: Export do Alephu skončil s chybou

source: Export to Aleph finished with success
cs: Export do Alephu proběhl úspěšně

source: Export to Kramerius
cs: Export do Krameria

source: Export to Kramerius Passed with Error
cs: Export do Krameria skončil s chybou

source: Export to Kramerius Passed with OK
cs: Export do Krameria proběhl úspěšně

source: Export to Kramerius Sent
cs: Poslal jsem export do Krameria

source: Export to Kramerius finished with error
cs: Export do Krameria skončil s chybou

source: Export to Kramerius finished with success
cs: Export do Krameria proběhl úspěšně

source: Export to Kramerius sent
cs: Poslán export do Krameria

source: Export to LPT Passed with Error
cs: Export do LTP skončil s chybou

source: Export to LPT Passed with OK
cs: Export do LTP proběhl úspěšně

source: Export to LTP
cs: Export do LTP

source: Export to LTP Passed with Error
cs: Export do LTP skončil s chybou

source: Export to LTP Passed with OK
cs: Export do LTP proběhl úspěšně

source: Export to Storage
cs: Export do úložiště

source: Export to Storage finished with error
cs: Export do úložiště skončil s chybou

source: Export to Storage finished with success
cs: Export do úložiště skončil úspěšně

source: External service sent some error
cs: Externí služba poslala chybu

source: External service sent some warning
cs: Objevilo se varování od externí služby

source: File Antivirus Has not Passed
cs: Antivirová kontrola odhalila virus

source: File Antivirus Passed
cs: Antivirová kontrola nenašla žádný virus

source: File Problem
cs: Problém se souborem

source: Force Renew Aleph Records
cs: Zopakovat načtení záznamů z Alephu

source: Forde Renew Aleph Records
cs: Zopakovat obnovu záznamů z Alephu

source: Generate Agreement
cs: Vygenerovat smlouvu

source: Generate Voucher
cs: Vygenerovat ohlašovací lístek

source: Generate agreement with values a user submitted.
cs: Vygenerovat ohlašovací lístek s údaji které vložil uživatel

source: Got an Aleph records
cs: Dostali jsme záznamy z Alephu

source: ISBN Already Exists
cs: ISBN již existuje

source: ISBN Checking
cs: Kontrola ISBN

source: ISBN Duplicity Check
cs: Kontrola duplicity ISBN

source: ISBN Generation
cs: Přidělování ISBN

source: ISBN Subject Validation
cs: Věcná kontrola ISBN

source: ISBN Validation
cs: Kontrola správnosti ISBN

source: ISBN already exists
cs: ISBN již existuje

source: ISBN is Duplicit
cs: ISBN už bylo použito

source: ISBN is Unique
cs: ISBN je unikátní

source: ISBN is Valid
cs: ISBN má správný formát

source: ISBN is generated
cs: ISBN bylo přiděleno

source: ISBN is not Valid
cs: ISBN není správně

source: ISBN will be validated by ISBN Agency.
cs: ISBN bude přiděleno ISBN agenturou

source: Load Summary Aleph Record by SysNumber
cs: Načíst souborný záznam podle systémového čísla

source: Load Summmary Aleph Record
cs: Načíst souborný záznam z Alephu

source: Load an ePublication from Aleph again
cs: Opět načíst ePublikaci z Alephu

source: Middleware Problem
cs: Problém v systému

source: Middleware problem
cs: Problém v systému

source: No record found at Aleph
cs: Žádný záznam v Alephu

source: No record was loaded from Aleph
cs: Žádný záznam v Alephu

source: Notify System Action
cs: Oznámit systémovou akci

source: Notify a system action
cs: Oznámit systémovou akci

source: Only Czech ISBN Accepted
cs: Přijímáme pouze česká ISBN

source: Only czech ISBN accepted
cs: Přijímáme pouze česká ISBN

source: Original files waiting for acquisition
cs: Dokumenty čekající na akvizici

source: PDF generated
cs: PDF vygenerováno

source: Pending (%(count)d)
cs: Čeká (%(count)d)

source: Prepare for Acquisition
cs: Příprava akvizice

source: Prepare for Descriptive Cataloguing
cs: Příprava na JP

source: Prepare for subject Cataloguing
cs: Příprava na VP

source: Previous transition
cs: Předešlá akce

source: Private
cs: Privátní

source: Problem with attached file
cs: Problém s přiloženým souborem

source: Processed
cs: Zpracováno

source: Processing
cs: Ve zpracování

source: Producent fills informations about itself.
cs: Producent vyplní informace o sobě

source: Producent is approved. He can register new ePublications
cs: Producent je schválený. Může ohlašovat nové ePublikace.

source: Producent is blocked. He cannot register new ePublications temporally.
cs: Producent je dočasně zablokován. Nemůže ohlašovat nové ePublikace.

source: Producent is rejected. It is permanent state.
cs: Producent je odmítkut. A to natrvalo.

source: Proper Aleph Record Choosen
cs: Vybrán správný záznam z Alephu

source: Provides access to workflow history
cs: Poskytuje přístup k historii akcí

source: Published
cs: Zveřejněno

source: Publishing the item makes it visible to other users.
cs: Když položky potvrdíte, ostatní je mohou vidět.

source: Puts your item in a review queue, so it can be approved by Acquitor.
cs: Položku se posílá do fronty ke schválení. Akvizitor si ji prohlédne a schválí.

source: Queue waiting for correction
cs: Fronta položek k opravě.

source: Record at Aleph was deleted
cs: Záznam v Alephu byl vymazán

source: Record has been changed
cs: Záznam byl změněn

source: Records were loaded from Aleph
cs: Záznamy byly načteny z Alephu

source: Registration
cs: Registrace

source: Reject permanently
cs: Odmítnuto natrvalo

source: Rejected
cs: Odmítnuto

source: Renew Aleph Records
cs: Obnovit záznamy z Alephu

source: Renew Aleph Records by SysNumber
cs: Obnovit záznamy z Alephu podle systémového čísla

source: Repeat ISBN Validation
cs: Zopakovat kontrolu ISBN

source: Request to generate voucher
cs: Žádost na vygenerování smlouvy

source: Response from EPubCheck
cs: Odpověď od EPubCheck

source: Response from PDFBox
cs: Odpověď od PDFBox

source: Reviewer tasks
cs: Položky ke schválení

source: Search SysNumber in Aleph
cs: Dohledat sysNumber v Alephu

source: Search a sysNumber in Aleph
cs: Dohledat sysNumber v Alephu

source: Send Email to Acquisition
cs: Poslat email akvizici

source: Send Email to Acquisition with original files waiting for Aleph
cs: Poslat email akvizici s přehledem originálů čekajících na Aleph

source: Send Email to Descriptive Cataloguers
cs: Poslat email všem katalogizátorům JP

source: Send Email to Descriptive Cataloguing Preparing
cs: Poslat email s přehledem originálů čekajících na JP

source: Send Email to Descriptive Cataloguing Review Preparing
cs: Poslat email s přehledem originálů čekajících na revizi JP

source: Send Email to Descriptive Cataloguing Reviewers
cs: Rozeslat emaily všem revizorům JP

source: Send Email to Subject Cataloguers
cs: Rozeslat emaily všem katalogizátorům VP

source: Send Email to Subject Cataloguing Preparing
cs: Poslat email pro přípravu VP

source: Send Email to Subject Cataloguing Review Preparing
cs: Poslat email pro přípravu revize VP

source: Send Email to Subject Cataloguing Reviewers
cs: Rozeslat emaily všem revizorům VP

source: Send email to Acquisition
cs: Poslat email akvizici

source: Send email to Description Cataloguers
cs: Rozeslat emaily všem katalogizátorům JP

source: Send email to Description Cataloguing Reviewers
cs: Rozeslat emaily všem revizorům JP

source: Send export to Storage
cs: Poslat export do úložiště

source: Some changes appeared at the record.
cs: V záznamu se objevily změny

source: Some records found at Aleph
cs: Načteny záznamy z Alephu

source: Subject Cataloguing
cs: VP

source: Subject Cataloguing Review
cs: Revize VP

source: Subject Cataloguing Review Preparing
cs: Příprava revize VP

source: Submit Acquisition
cs: Potvrdit akvizici

source: Submit Acquisition Preparing
cs: Dokončit přípravu akvizice

source: Submit Agreement Generation
cs: Požádat o generování smlouvy

source: Submit Antivirus Check
cs: Potvrdit antivirovou kontrolu

source: Submit Closed - Descriptive Cataloguing
cs: Potvrdit Zamčeno - JP

source: Submit Closed - Descriptive Cataloguing Review
cs: Potvrdit Zamčeno - Revize JP

source: Submit Closed - Descriptive Cataloguing Review Preparing
cs: Potvrdit Zamčeno - Příprava revize JP

source: Submit Closed - Subject Cataloguing
cs: Potvrdit Zamčeno - VP

source: Submit Closed - Subject Cataloguing Preparing
cs: Potvrdit Zamčeno - Příprava VP

source: Submit Closed - Subject Cataloguing Review
cs: Potvrdit Zamčeno - Revize VP

source: Submit Closed - Subject Cataloguing Review Preparing
cs: Potvrdit Zamčeno - Příprava revize VP

source: Submit Closed descriptive cataloguing review preparing
cs: Potvrdit Zamčeno - Příprava revize JP

source: Submit Declaration
cs: Potvrdit zadání

source: Submit Descriptive Cataloguing
cs: Potvrdit JP

source: Submit Descriptive Cataloguing Preparing
cs: Potvrdit přípravu JP

source: Submit Descriptive Cataloguing Review
cs: Potvrdit revizi JP

source: Submit Descriptive Cataloguing Review Preparing
cs: Potvrdit přípravu revize JP

source: Submit EPub/2 Validation
cs: Provést validaci EPub/2

source: Submit Export to Aleph
cs: Provést export do Alephu

source: Submit ISBN Subject Validation
cs: Potvrdit věcnou kontrolu ISBN

source: Submit PDF/A Validation
cs: Provést validaci PDF/A

source: Submit Subject Cataloguing
cs: Potvrdit VP

source: Submit Subject Cataloguing Preparing
cs: Potvrdit přípravu VP

source: Submit Subject Cataloguing Review
cs: Potvrdit revizi VP

source: Submit Subject Cataloguing Review Preparing
cs: Potvrdit přípravu revize VP

source: Submit acquisition preparing
cs: Poslat k akvizici

source: Submit closed - review of subject cataloguing
cs: Potvrdit Zamčeno - revize VP

source: Submit declaration
cs: Potvrdit zadání

source: Submit descriptive cataloguing
cs: Potvrdit JP

source: Submit descriptive cataloguing Review
cs: Potvrdit revizi JP

source: Submit descriptive cataloguing review preparing
cs: Potvrdit přípravu revize JP

source: Submit export to Storage
cs: Provést export do úložiště

source: Submit for approving
cs: Odeslat ke schválení

source: Submit load Aleph Records from Aleph
cs: Potvrdit načtení záznamů z Alephu

source: Submit preparing of descriptive cataloguing
cs: Potvrdit přípravu JP

source: Submit review of subject cataloguing
cs: Potvrdit revizi VP

source: Submit subject cataloguing
cs: Potvrdit VP

source: Submit subject cataloguing Preparing
cs: Potvrdit přípravu VP

source: The ID of the user who performed the previous transition
cs: ID uživatel, kdo provedl předešlou akci

source: Thumbnail Generating
cs: Generování náhledů

source: Thumbnail Generating Passed
cs: Náhled vygenerován

source: Thumbnail Generating finished with Error
cs: Generování náhledu skončilo s chybou

source: Thumbnail Generating with success
cs: Náhled vygenerován

source: Thumbnail generating with error
cs: Chyba při generování náhledu

source: Title
cs: Titul

source: To Acquisition
cs: K akvizici

source: To Acquisition Preparing
cs: K přípravě akvizice

source: To Withdraw
cs: Zamítnout

source: Try to find at Aleph
cs: Vyzkoušet nalézt v Alephu

source: Unknown Error
cs: Neznámá chyba

source: Unknown error
cs: Neznámá chyba

source: Validation for LTP Passed with OK
cs: Kontrola pro LTP proběhla úspěšně.

source: Visible to administrator, editor, editable by the administrator
cs: Vidí správce, editor. Editovat může spráce.

source: Waiting for Aleph
cs: Čekání na Aleph

source: Waiting for Approving
cs: Čeká na schválení

source: Waiting for Correction
cs: Čeká na opravu

source: Waiting for ISBN Generation
cs: Čeká na přidělení ISBN

source: Waiting for acquisition
cs: Čekáme na akvizici

source: Waiting for correction
cs: Čeká na opravu

source: Waiting till Acquisitor approves producent's informations.
cs: Čeká dokud akvizitor neschválí informace o producentovi.

source: Waiting till Producent corrects informations about itself.
cs: Čeká dokud producent neopraví svoje údaje.

source: Warning from external service
cs: Varování od externí služby

source: We got records from Aleph
cs: Dostali jsme záznamy z Alephu

source: We have got some records from Aleph
cs: Dostali jsme záznamy z Alephu

source: When the previous transition was performed
cs: Kdy proběhla předešlá akce

source: Withdrawn
cs: Zamítnuto

source: Wrong ISBN
cs: Chyba v ISBN

source: Zpracovatel Is Required
cs: Zpracovatel je povinný

source: Zpracovatel is required
cs: Zpracovatel je povinný

source: an original file was contributed
cs: odevzdali jsme dokument

source: choosing an Aleph record
cs: výběr odpovídajícího záznamu

source: contribute an original file
cs: odevzdat dokument

source: contributing of an original file
cs: odevzdání dokumentu

source: got an Aleph records
cs: dostali jsme záznamy z Alephu

source: load an ePublication from Aleph
cs: načíst ePublikaci z Alephu

source: loading ePublication from Aleph
cs: načítání ePublikace z Alephu

source: search records in Aleph
cs: načíst záznamy z Alephu

source: waiting for Aleph
cs: Čeká na Aleph

source: waiting for Aleph response
cs: čekání na odpověď Alephu
